import { FeedCardT } from '@/types/news';

export const feed: Array<FeedCardT> = [
  {
    content: 'Сотни россиян застряли в Египте из-за отмен рейсов.',
    timestamp: '2023-09-29T14:59:25+05:00',
    tag: 'Политика',
  },
  {
    content: 'На Украине заявили о невосполнимых потерях после российских ударов.',
    timestamp: '2023-09-29T14:59:25+05:00',
    tag: 'Политика',
  },
  {
    content: 'ЕС ввел санкции против силовиков из Крыма из-за дела в отношении журналиста.',
    timestamp: '2023-09-29T14:59:25+05:00',
    tag: 'Политика',
  },
  {
    content: 'Резников назвал профессионалом нового министра обороны Украины Умерова.',
    timestamp: '2023-09-29T14:59:25+05:00',
    tag: 'Политика',
  },
];
